Antyos.openscad
bencoleman.armview
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
dustypomerleau.rust-syntax
eamodio.gitlens
evgeniypeshkov.syntax-highlighter
formulahendry.code-runner
GitHub.copilot-labs
GitHub.vscode-pull-request-github
hbenl.vscode-test-explorer
hdevalke.rust-test-lens
JScearcy.rust-doc-viewer
JuanBlanco.solidity
Leathong.openscad-language-support
littlefoxteam.vscode-python-test-adapter
lorenzopirro.rust-flash-snippets
matklad.rust-analyzer
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
nyxiative.rust-and-friends
PolyMeilex.rust-targets
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
Swellaby.vscode-rust-test-adapter
Testy.vscode-testyts-test-adapter
tht13.python
vadimcn.vscode-lldb
ZhangYue.rust-mod-generator
